Repository: CofficLab/GitOK
Catalog: APP/Plugins/Git-ConflictResolver/GitConflictResolver.xcstrings
Source language: zh_hans
Languages: en, zh_hk

source: Git 冲突解决
en: Git Conflict Resolver
zh_hk: Git 衝突解決

source: 中止合并
en: Abort Merge
zh_hk: 中止合併

source: 冲突解决
en: Conflict Resolver
zh_hk: 衝突解決

source: 发现 %lld 个冲突文件需要解决
en: Found %lld conflict files to resolve
zh_hk: 發現 %lld 個衝突檔案需要解決

source: 当您执行合并操作遇到冲突时，此处会显示需要解决的文件
en: Conflict files will be shown here when a merge operation encounters conflicts
zh_hk: 當您執行合併操作遇到衝突時，此處會顯示需要解決的檔案

source: 所有冲突已解决
en: All conflicts resolved
zh_hk: 所有衝突已解決

source: 检查冲突状态...
en: Checking conflict status...
zh_hk: 檢查衝突狀態...

source: 没有正在进行的合并
en: No merge in progress
zh_hk: 沒有正在進行的合併

source: 没有需要处理的文件
en: No files to process
zh_hk: 沒有需要處理的檔案

source: 点击上方"继续合并"按钮完成合并操作
en: Click the "Continue Merge" button above to complete the merge
zh_hk: 點擊上方「繼續合併」按鈕完成合併操作

source: 继续合并
en: Continue Merge
zh_hk: 繼續合併
